Repository: ceege111/novatel
Catalog: web/packages/tony_rss_feeds/languages/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Access Denied.
fr_fr: Accès refusé

source: Create and configure rich-text feeds for your site, with clean URLs
fr_fr: Génère et configure un flux RSS avec textes enrichis pour votre site, avec des URLs propres

source: RSS Feed Creator
fr_fr: Créateur de flux RSS

source: RSS Feed Manager
fr_fr: Gestionnaire de flux RSS

source: Add and Configure RSS Feeds on your site
fr_fr: Ajouter et configurer un flux RSS sur votre site

source: RSS Feed
fr_fr: Flux RSS

source: Subscribe
fr_fr: S'abonner

source: Display a link to your rss feeds
fr_fr: Afficher un lien vers votre flux rss

source: RSS Link
fr_fr: Lien RSS

source: Select Feed
fr_fr: Sélectionner un flux

source: Manage your RSS Feeds
fr_fr: Gerer vos flux RSS

source: Link Text
fr_fr: Texte du lien

source: Optional
fr_fr: En option

source: fID
fr_fr: Icône du flux

source: Choose your own
fr_fr: Choisissez le votre

source: None
fr_fr: Aucun

source: Right Align Icon
fr_fr: Aligner l'icône à droite

source: Open in a new window
fr_fr: Ouvrir dans une nouvelle fenêtre

source: RSS feed not found.
fr_fr: Flux RSS non trouvé.

source: The page type rss_feed was not found. Please reinstall the RSS Feeds package.
fr_fr: Le type de page rss_feed n'a pas été trouvé. Veuillez ré-installer le paquet RSS Feeds.

source: RSS Feed Not Found.
fr_fr: Flux RSS non trouvé.

source: A Feed Title is required
fr_fr: Un titre est requis pour ce flux

source: A Feed URL is required
fr_fr: Une URL est requise pour ce fulx

source: Remove index.php from your feed URL.
fr_fr: Enlever index.php du lien de votre flux.

source: Invalid Feed Url. The path to this feed must already exist. You must create the parent pages.
fr_fr: Url de flux invalide. Le chemin vers cette page de flux doit préalablement exister. Vous devez créer les pages parentes.

source: Error: You can't add this feed under itself.
fr_fr: Erreur: Vous ne pouvez pas ajouter ce flux sous lui même.

source: Oops, there were some errors with your feed configuration:
fr_fr: Oops, il des erreurs dans votre configuration de flux:

source: RSS Feed Configuration Saved
fr_fr: Configuration de flux RSS sauvegardée.

source: Invalid RSS Feed page type
fr_fr: Type de page de flux rss invalide

source: RSS Feed Deleted
fr_fr: Fux RSS supprimé

source: Feed:
fr_fr: Flux:

source: Configure Your RSS Feed
fr_fr: Configurer votre flux RSS

source: Title
fr_fr: Titre

source: URL Path
fr_fr: Chemin URL

source: Show pages from
fr_fr: Afficher depuis les pages

source: Everywhere
fr_fr: De tout le site

source: Beneath feed's parent
fr_fr: Enfants du flux

source: Beneath another page
fr_fr: Une autre page

source: Filter By Page Type
fr_fr: Filtrer par type de page

source: Filter By Author
fr_fr: Filtrer par auteur

source: Limit by user
fr_fr: Limitation par utilisateurs

source: Page Descriptions
fr_fr: Description des pages

source: Summaries only
fr_fr: Résumé uniquement

source: Page area only
fr_fr: Zone de page uniquement

source: Use summary if available
fr_fr: Utiliser le résumé si disponible

source: Rich Text / HTML
fr_fr: Texte enrichi / HTML

source: Plain Text
fr_fr: Texte plein

source: Truncate after
fr_fr: Tronquer après

source: characters
fr_fr: caractères

source: Max Displayed Posts
fr_fr: Max de messages affichés

source: Sort Order
fr_fr: Méthode de trie

source: Cache Time
fr_fr: Durée de vie du cache

source: Hours
fr_fr: Heures

source: Note: With caching enabled, only pages that guests can view are returned
fr_fr: Note: Avec le cache activé, seules les pages publiques seront envoyées.

source: Save
fr_fr: Enregistrer

source: Cancel
fr_fr: Annuler

source: Are you sure you want to delete the following feed?!
fr_fr: Etes vous certain de vouloir supprimer ce flux !?

source: Delete
fr_fr: Supprimer

source: Create RSS Feed
fr_fr: Créer un flux RSS

source: No Feeds Found
fr_fr: Aucun flux trouvé

source: Feed Name
fr_fr: Nom du flux

source: Configure
fr_fr: Configurer
