Repository: ceege111/novatel
Catalog: web/packages/rational_job_feeds/languages/*/LC_MESSAGES/messages.po
Languages: de_de, nl_nl

source: Access Denied.
de_de: Zugriff verweigert.
nl_nl: Toegang geweigerd.

source: Create and configure rich-text feeds for your site, with clean URLs
de_de: Erstelle und konfiguriere Rich-Text RSS Feeds für deine Website mit freundlichen URLs
nl_nl: Maak en configureer RTF-feeds voor uw site, met schone URL's

source: Add and Configure RSS Feeds on your site
de_de: RSS Feeds hinzufügen und konfigurieren
nl_nl: Toevoegen en configureren RSS-feeds op uw site

source: Subscribe
de_de: Abonnieren
nl_nl: Aanmelden

source: Display a link to your rss feeds
de_de: Link zu RSS Feeds anzeigen
nl_nl: Toon een link naar uw RSS-feeds

source: Select Feed
de_de: Feed auswählen
nl_nl: Selecteer Feed

source: Manage your RSS Feeds
de_de: verwalte deine RSS-Feeds
nl_nl: Beheer uw RSS-feeds

source: Link Text
nl_nl: Link tekst

source: Optional
nl_nl: Optioneel

source: fID
nl_nl: RSS Ikoon

source: Choose your own
de_de: eigenes auswählen
nl_nl: Kies uw eigen

source: None
de_de: Keine
nl_nl: Geen

source: Right Align Icon
de_de: Icon rechts ausrichten
nl_nl: Ikoon rechts uitlijnen

source: Open in a new window
de_de: In ein neues Fenster öffnen
nl_nl: Open in een nieuw venster

source: RSS feed not found.
de_de: RSS Feed nicht gefunden
nl_nl: RSS feed niet gevonden.

source: The page type rss_feed was not found. Please reinstall the RSS Feeds package.
de_de: Der Seitentyp rss_feed wurde nicht gefunden, Bitte installiere RSS Feeds Paket neu.
nl_nl: Het pagina type rss_feed werd niet gevonden. Installeer het RSS-feeds pakket opnieuw.

source: RSS Feed Not Found.
de_de: RSS feed nicht gefunden.
nl_nl: RSS Feed niet gevonden.

source: A Feed Title is required
de_de: Ein Feedtitel ist erforderlich
nl_nl: Een feed titel is noodzakelijk

source: A Feed URL is required
de_de: Eine Feed-URL ist erforderlich
nl_nl: Een feed URL is vereist

source: Remove index.php from your feed URL.
de_de: Entferne index.php von deine feed URL.
nl_nl: Verwijder index.php uit de feed-URL.

source: Invalid Feed Url. The path to this feed must already exist. You must create the parent pages.
de_de: Ungültige Feed URL. Der Pfad zu diesem Feed muss bereits existieren. Sie müssen die Elternseiten erstellen.
nl_nl: Ongeldige feed-URL. Het pad naar deze feed moet al bestaan. U moet de bovenliggende pagina's aanmaken.

source: Error: You can't add this feed under itself.
de_de: Fehler: Sie können dieses Feed unter sich selbst hinzufügen.
nl_nl: Fout: U kunt deze feed niet toe te voegen onder zichzelf.

source: Oops, there were some errors with your feed configuration:
de_de: Ups, es gab einige Fehler mit der Konfiguration deines Feeds:
nl_nl: Oeps, waren er een aantal fouten met uw feed configuratie:

source: RSS Feed Configuration Saved
de_de: RSS-Feed Konfiguration gespeichert
nl_nl: RSS feed configuratie opgeslagen

source: Invalid RSS Feed page type
de_de: Ungültiger RSS Feed Seitentyp
nl_nl: Ongeldige RSS Feed pagina type

source: RSS Feed Deleted
de_de: RSS-Feed gelöscht
nl_nl: RSS feed gewist

source: Configure Your RSS Feed
de_de: Konfiguriere dein RSS-Feed
nl_nl: Configureer uw RSS feed

source: Title
de_de: Titel
nl_nl: Titel

source: URL Path
de_de: URL-Pfad
nl_nl: URL Pad

source: Description
de_de: Beschreibung
nl_nl: Omschrijving

source: Show pages from
de_de: Seiten anzeigen von
nl_nl: Toon pagina's van

source: Everywhere
de_de: Überall
nl_nl: Overal

source: Beneath feed's parent
de_de: Unterhalb des Feedselternteil
nl_nl: Onder bovenliggende feed

source: Beneath another page
de_de: unterhalb einer anderen Seite
nl_nl: Onder een andere pagina

source: Filter By Page Type
de_de: Nach Seitentyp filtern
nl_nl: Filter op pagina type

source: Filter By Author
de_de: Nach Autor filtern
nl_nl: Filter op auteur

source: Limit by user
de_de: Limit per Benutzer
nl_nl: Alleen van een bepaalde gebruiker

source: Page Descriptions
de_de: Seitenbeschreibungen
nl_nl: Pagina omschrijvingen

source: Summaries only
de_de: Nur Zusammenfassungen
nl_nl: Alleen samenvattingen

source: Page area only
de_de: Nur Seitenbereich
nl_nl: Alleen pagina gebied

source: Use summary if available
de_de: Benutze Zusammenfassung falls vorhanden
nl_nl: Gebruik samenvatting indien beschikbaar

source: Plain Text
de_de: Text
nl_nl: Platte tekst

source: Truncate after
de_de: abschneiden nach
nl_nl: Breek af na

source: characters
de_de: Zeichen
nl_nl: karakters

source: Max Displayed Posts
de_de: Maximal angezeigte Beiträge
nl_nl: Maximaal weergegeven berichten

source: Sort Order
de_de: Sortierreihenfolge
nl_nl: Sorteervolgorde

source: Cache Time
de_de: Cache-Zeit
nl_nl: Cache Tijd

source: Hours
de_de: Stunden
nl_nl: Uur

source: Note: With caching enabled, only pages that guests can view are returned
de_de: Notiz: Wenn Caching aktiviert ist, werden nur Seiten zurückgegeben, die Gästen sichtbar sind
nl_nl: Opmerking: Met ingeschakelde caching worden alleen de pagina's teruggestuurd die gasten kunnen bekijken

source: Save
de_de: Speichern
nl_nl: Opslaan

source: Cancel
de_de: Abbrechen
nl_nl: Annuleren

source: Are you sure you want to delete the following feed?!
de_de: Sind Sie sicher, dass die folgenden Feeds gelöscht werden sollen?
nl_nl: Weet u zeker dat u de volgende feed wilt verwijderen?!

source: Delete
de_de: Löschen
nl_nl: Verwijderen

source: Create RSS Feed
de_de: RSS-Feed erstellen
nl_nl: Maak een RSS-feed

source: No Feeds Found
de_de: Keine Feeds gefunden
nl_nl: Geen feeds gevonden

source: Feed Name
nl_nl: Feed naam

source: Options
de_de: Optionen
nl_nl: Opties

source: Configure
de_de: Konfigurieren
nl_nl: Configureer

source: RSS Feed Creator
de_de: RSS-Feed Ersteller
