Repository: ceege111/novatel
Catalog: web/packages/tony_jobs_board/languages/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Access Denied.
fr_fr: Accès refusé.

source: Search & Display Jobs Board Listings
fr_fr: Recherche & Affiche des offres d'emploi

source: Job Board
fr_fr: Offre d'emploi

source: Jobs Board
fr_fr: Offres d'emploi

source: Manage your job listings
fr_fr: Gérer vos offres d'emploi

source: Error: /dashboard/jobs_board page not created
fr_fr: Erreur: Page /dashboard/jobs_board non créée

source: Job Application
fr_fr: Répondre à une offre d'emploi

source: Apply for a position listed on the jobs board
fr_fr: Postuler à une offre d'emploi listée

source: Error: %s page not created
fr_fr: Erreur: page %s non créée

source: If you feel that you are qualified for this position please complete the following form:
fr_fr: Si vous pensez être qualifié pour ce poste, remplissez le formulaire suivant:

source: Thank you for applying. We will contact you if we feel you are a good fit for this position.
fr_fr: Merci pour votre candidature. Nous faisons notre possible pour étudier celle-ci dans les plus brefs délais. Nous vous contacteront par la suite.

source: Name
fr_fr: Nom

source: Phone
fr_fr: Téléphone

source: Upload Resume
fr_fr: Envoyer son CV

source: Cover Letter
fr_fr: Lettre de motivation

source: Job Title
fr_fr: Titre de l'annonce

source: Job URL
fr_fr: URL de l'annonce

source: Job ID
fr_fr: ID de l'annonce

source: Jobs Board Multiple Files
fr_fr: Multi-fichiers d'offre d'emploi

source: Address
fr_fr: Adresse

source: Locations
fr_fr: QA / Service Qualité

source: Auckland, New Zealand
fr_fr: Auckland, nouvelle-Zélande

source: Dublin, Ireland
fr_fr: Paris, France

source: Employment Type
fr_fr: Type de contrat

source: Full Time
fr_fr: Temps plein

source: Contractor
fr_fr: Intérime

source: Part time
fr_fr: Temps partiel

source: Intern
fr_fr: Stage

source: Seasonal/Temp
fr_fr: Saisonnier/Temporaire

source: Employment Category
fr_fr: Catégorie d'offres

source: Accounting
fr_fr: Comptabilité

source: Admin - Clerical
fr_fr: Administration - Clérical

source: Business Development
fr_fr: Chargé d'affaires

source: Customer Service
fr_fr: Service client

source: Entry Level
fr_fr: Niveau d'entrée

source: Executive
fr_fr: Cadre

source: General Labor
fr_fr: Ouvrier

source: Human Resources
fr_fr: Ressources humaines

source: Information Technology
fr_fr: Technologie de l'information

source: Legal
fr_fr: Juridique

source: Manufacturing
fr_fr: Industrie

source: Other
fr_fr: Autre

source: Professional Services
fr_fr: Services professionnels

source: Purchasing - Procurement
fr_fr: Achats

source: QA / Quality Control
fr_fr: QA / Servicequalité

source: Research
fr_fr: Recherche

source: Retail
fr_fr: Vente au détail

source: Sales
fr_fr: Commercial

source: Shipping / Warehouse
fr_fr: Logistique / Stock

source: Training
fr_fr: Formation

source: Transportation
fr_fr: Transport

source: Minimum Education
fr_fr: Niveau d'étude minimum

source: High School
fr_fr: Études supérieures

source: Associate's Degree
fr_fr: Maitrise

source: Some College
fr_fr: Collège

source: Bachelor's Degree
fr_fr: Baccalauréat

source: Master's Degree
fr_fr: Licence

source: Doctorate
fr_fr: Doctorat

source: Salary
fr_fr: Salaire

source: File Attachments
fr_fr: Fichiers joints

source: Minimum Years Experience
fr_fr: Années d'expérience minimum

source: Featured Listing
fr_fr: Offres vedettes

source: Jobs Board Listing
fr_fr: Offre d'emploi

source: Jobs Board Search
fr_fr: Recherche d'offres d'emploi

source: Jobs Board File Attachments
fr_fr: Pièces jointes de l'offre

source: Jobs Board Listings page could not be created
fr_fr: La page des offres d'emploi ne peut être créée

source: Search Listings
fr_fr: Recherche d'offres

source: Featured Jobs
fr_fr: Offres vedettes

source: Data Entry
fr_fr: Saisie de données

source: Part Time
fr_fr: Temps partiel

source: Regional Manager
fr_fr: Directeur régional

source: Summer Intern
fr_fr: Stage d'été

source: Enter job description here...
fr_fr: Saisissez la description de l'offre ici ...

source: Access Denied
fr_fr: Accès refusé

source: Additional Searchable Attributes
fr_fr: Attributs de recherche additionnels

source: Choose the additional attributes you wish to include as column headers.
fr_fr: Choisir les atributs additionnels que vous désirez inclure comme entête de colonne

source: Save
fr_fr: Enregistrer

source: TonyJobsBoard class & listings controller not found. Clear cache and reinstall.
fr_fr: TonyJobsBoard class & listings controller non trouvée. Videz le cache et réinstaller.

source: Apply to Job
fr_fr: Postuler à l'offre d'emploi

source: Job Details
fr_fr: Détails de l'offre:

source: Job ID:
fr_fr: ID de l'offre:

source: Category:
fr_fr: Catégorie:

source: Location:
fr_fr: Lieu:

source: Salary:
fr_fr: Salaire:

source: Minimum Experience:
fr_fr: Expérience minimum:

source: Years
fr_fr: an(s)

source: Minimum Education:
fr_fr: Niveau d'étude minimum:

source: Posted:
fr_fr: Postée le:

source: Attachments:
fr_fr: Pièce(s) jointe(s):

source: Back to Job Listings
fr_fr: Revenir aux offres d'emploi

source: Job Application:
fr_fr: Candidature:

source: View Job Details &raquo;
fr_fr: Voir les détail de l'offre &raquo;

source: Search Jobs Board Listings
fr_fr: Recherche d'offres d'emploi

source: Search Indexing:
fr_fr: Indexation de la recherche:

source: Run
fr_fr: Lancer

source: Configure
fr_fr: Configurer

source: View Recent Job Applications &raquo;
fr_fr: Voir les récentes candidatures &raquo;

source: Parent page not given in TonyJobsBoard::addListing()
fr_fr: Page parente non renseignée dans TonyJobsBoard::addListing()

source: No parameters found in TonyJobsBoard::addListing()
fr_fr: Aucun paramètres trouvés dans TonyJobsBoard::addListing()

source: Listing page type not found in TonyJobsBoard::addListing()
fr_fr: Type de page des offres nontrouvée dans TonyJobsBoard::addListing()

source: Add a File or Image &raquo;
fr_fr: Ajouter un fichier ou une image &raquo;

source: Title
fr_fr: Titre

source: Slideshow
fr_fr: Diaporama

source: List
fr_fr: Liste

source: Animation Settings
fr_fr: Paramètres de l'animation

source: Duration:
fr_fr: Durée:

source: seconds
fr_fr: secondes

source: Included Listings
fr_fr: Offres incluses

source: Display pages that are located
fr_fr: Afficher les pages situées

source: everywhere
fr_fr: partout

source: beneath this page
fr_fr: sous cette page

source: beneath another page
fr_fr: sous une autre page

source: Require "Featured Listings" page attribute
fr_fr: L'attribut de page "offre vedette" , ayant comme identifiant "featured_listing" est obligatoire.

source: Results
fr_fr: Résultats

source: Max number to show:
fr_fr: Nombre max à afficher:

source: Sort by:
fr_fr: Trier par:

source: No Featured Jobs Found.
fr_fr: Aucun offre vedette trouvée.

source: Posted
fr_fr: Postée

source: Job #
fr_fr: Offre #

source: Apply
fr_fr: Postuler

source: More Info
fr_fr: Détails de l'offre

source: Display featured jobs board listings
fr_fr: Afficher la liste des offres vedettes

source: Random
fr_fr: Aléatoire

source: Newest
fr_fr: Plus récentes

source: Oldest
fr_fr: Moins récentes

source: Price: Low to High
fr_fr: Salaire: Croissant

source: Price: High to Low
fr_fr: Salaire: Décroissant

source: jobs_board_listing page type not found
fr_fr: Type de page jobs_board_listing non trouvé

source: Search Options
fr_fr: Options de recherhe

source: Remove
fr_fr: Supprimer

source: Show Label
fr_fr: Afficher les labels

source: Search Box and Results
fr_fr: Bloc de recherche et de résultats

source: Search Box Only
fr_fr: Bloc de recherche uniquement

source: Results Only
fr_fr: Résultats uniquement

source: If you include the search form and the results as different blocks, the results block must at least include all of the search block's searchable properties.
fr_fr: Si vous intégrez le formulaire de recherche et les résultats dans différents blocs, le bloc de résultats doit inclure les même propriétés et paramètres que le bloc de recherche.

source: Searchable Properties
fr_fr: Propriétés de la recherche

source: Which countries do you want to display states/provinces for?
fr_fr: Pour quel pays voulez vous afficher le champ État/Région ?

source: Show reset button
fr_fr: Afficher le bouton initialiser

source: Search Box Title:
fr_fr: Titre du bloc de recherche

source: Use a seperate page to display search results
fr_fr: Afficher les résultats de recherche sur une autre page

source: The target page have another instance of this block, with results shown.
fr_fr: La page cible doit contenir une autre instance de ce bloc pour pouvoir afficher les résultats.

source: Page Size:
fr_fr: Taille de la page:

source: Listing Titles
fr_fr: Titres de la liste

source: Use Page Title
fr_fr: Utiliser le titre de la page

source: Use Listing Address (if available)
fr_fr: Utiliser les adresses de la liste (si disponibles)

source: Sort By
fr_fr: Tirer par

source: Show
fr_fr: Afficher

source: All
fr_fr: Tout

source: Any
fr_fr: N'importe

source: Reset
fr_fr: Initialiser

source: Search
fr_fr: Chercher

source: No results match your query.
fr_fr: Aucun résultats ne correspond à votre recherche.

source: Please try another search.
fr_fr: Veuillez essayer avec d'autres critères.

source: Sort By:
fr_fr: Trier par:

source: Result
fr_fr: Résultats

source: Match the
fr_fr: correspondent à

source: Keywords
fr_fr: Mots-clés

source: Found
fr_fr: Trouvé

source: Next &raquo;
fr_fr: Suivante &raquo;

source: &laquo; Previous
fr_fr: &laquo; Précédente

source: search jobs listings
fr_fr: Recherche d'offres

source: Page ID
fr_fr: ID de la page

source: Zip/Postal Code
fr_fr: Code postal

source: State/Province
fr_fr: État/Région

source: City
fr_fr: Ville

source: Date Added
fr_fr: Date d'ajout

source: Mortgage Calculator
fr_fr: Calculateur d'hypothèque

source: Price
fr_fr: Prix

source: Down Payment
fr_fr: Acompte

source: Principle
fr_fr: Principe

source: Interest Rate
fr_fr: Taux d'intérêt

source: Mortgage Term
fr_fr: Terme hypothécaire

source: years
fr_fr: années

source: Monthly Payment
fr_fr: Salaire mensuel

source: Recalculate &raquo;
fr_fr: Recalculer &raquo;

source: Add New Listing
fr_fr: Ajouter une nouvelle offre

source: With Selected:
fr_fr: Pour la sélection:

source: Edit Properties
fr_fr: Éditer les propriétés

source: Public Date
fr_fr: Date publique

source: Owner
fr_fr: Propriétaire

source: No jobs found.
fr_fr: Aucune offre trouvée.

source: Fields
fr_fr: Champs

source: Page Owner
fr_fr: Propriétaire de la page

source: # Children
fr_fr: # Enfant

source: Approved Version
fr_fr: Version approuvée

source: Parent Page
fr_fr: Page parente

source: to
fr_fr: a

source: Unapproved
fr_fr: Non approuvé

source: Approved
fr_fr: Approuvé

source: Search All Children
fr_fr: Rechercher tous les enfants

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: More Than
fr_fr: Plus que

source: Equal To
fr_fr: Égal à

source: Fewer Than
fr_fr: Moins que

source: Page Name
fr_fr: Nom de la page

source: Keyword Search
fr_fr: Recherche de mots-clés

source: Results Per Page
fr_fr: Résultat par page

source: Select Search Field.
fr_fr: Sélectionner

source: Install Sample Content
fr_fr: Installer les contenus d'exemple

source: Yes, install sample search page, related blocks, and listings
fr_fr: Oui, installer les exemples de recherches de pages, les blocs, et les exemples offres

source: Jobs Board Listing page type not found!
fr_fr: Type de page pour les offres d'emploi non trouvée !
